Repository: egor-b/foodcourt
Catalog: foodmonster/*.lproj/Localization.strings
Languages: ru

source: Save recipe
ru: Сохранить

# ops
source: Ooops ...
ru: Упссс ...

# anonymousMessage
source: Please, log in or create new acccount for start building you cook book
ru: Пожалуйста, войдите или создайте новый аккаунт для того чтобы начать сохранять рецепты.

source: Cancel
ru: Отмена

source: Login
ru: Войти

source: min.
ru: мин.

source: portions
ru: порций

source: STEP
ru: ШАГ

source: Ingredients
ru: Ингредиенты

source: serves
ru: порций

# noNewPassword
source: Looks like you didn't set new password.
ru: Вы не задали новый пароль

source: Password mismatch
ru: Пароли не совпадают

source: Take Photo
ru: Сделать фото

# missCamera
source: Missing camera
ru: Камера не найдена

# cameraPhoto
source: You can't take photo, there is no camera
ru: Вы не можете сделать фотографию так как камера отсутствует на вашем устройстве

# chooseFromLib
source: Choose From Library
ru: Выбрать из библиотеки

source: Remove Photo
ru: Удалить фото

# searchRecipe
source: Search my recipes
ru: Поиск моих рецептов

# terms
source: Terms and Conditions
ru: Условия Использования

# termsWarn
source: By continuing to register, you accept the terms and conditions
ru: Продолжая регистрацию, вы соглашаетесь с условия использования приложения

source: Show
ru: Показать

# somethingWasWrong
source: Something was wrong. We work on it. Please try again little later
ru: Что-то пошло не так и мы работаем на этим. Пожалуйста попробуйте позже

source: New Recipe
ru: Новый Рецепт

source: Edit Recipe
ru: Редактирование

source: Verification Error
ru: Ошибка Верификации

# verificationMessageError
source: Your email was not verified. Please check you email and complete registration
ru: Ваш email не был подтвержден. Пожалуйста, проверте ваш email и завершите регистрацию

# reSend
source: Send Again
ru: Отправть повторно

# toManyRequests
source: Too many requests
ru: Слишком ммного запросов

source: Success
ru: Успешно

# recipeUpdate
source: Recipe is updated
ru: Рецепт обновлен

source: Sweet
ru: Отлично

# alertNewRecipeMessage
source: Please select a category of dish and/or name your recipe
ru: Пожалуйста выберете категорию и/или проверьте название

# toLowIngrStepsTitle
source: Quite interesting
ru: Странно

# toLowIngrStepsMessage
source: Looks like you do not have name or not enough ingredients or cooking steps for your masterpeace
ru: Похоже вы ввели недостаточно игредиентов или недостаточно этапов приготвления

source: Save Anyway
ru: Сохранить

# recipeSaved
source: Recipe was saved
ru: Рецепт сохранен

source: Recipe name
ru: Название Рецепта

source: Cook Time
ru: Время приготовления

source: No Permission
ru: Нет Резрешения

# moveToSettings
source: Would you like to go settings and chenge permissions?
ru: Хотите перейти в настройки для изменения разрешений?

# go
source: Let's go!
ru: Пошли!

# categorySearchPlaceholder
source: Type name and search recipe
ru: Введите название чтобы найти рецепт

# checkPass
source: Chxeck your password
ru: Проверьте пароль

# checkEmail
source: Check email address
ru: Проверьте email адрес

source: Account
ru: Аккаунт

source: Extras
ru: Дополнительно

# accDeletionTitle
source: Account deletion
ru: Удаления Аккаунта

# accDeletionMessage
source: By deleting your account, you will permanently lose access to your recipes. Are you sure you want to delete your account?
ru: Удалив аккаунт, вы наввсегда потеряете доступ к своим рецептам. Вы действительно хотите удалить аккаунт?

source: Delete
ru: Удалить

# emptyField
source: One of the fields empty
ru: Одно из полей пустое

# emailNotSame
source: Email is not comparable
ru: Email не совпадают

# passResetted
source: Password is resetted
ru: Сброс пароля

# instructionSent1
source: Instructions was sent to
ru: Инструкция было отправлена

# instructionSent2
source: Please follow to instruction to create new password.
ru: Следуйте пожалуйста инструкции чтобы создать новый пароль

source: Extra items
ru: Дополнительны покупки

# ingrSectionHeader
source: Ingredients (at least 1)
ru: Ингредиенты (мин. 1)

# directionSectionHeader
source: Directions (at least 2)
ru: Этапы приготовления (мин. 2)

source: Appetizer
ru: Закуски

source: Baking
ru: Кулинария

source: Bread
ru: Хлеб

source: Dessert
ru: Десерты

source: Drinks
ru: Напитки

source: Lunch
ru: Ланч

source: Meat
ru: Мясное

source: Gluten Free
ru: Без Глютена

source: Pasta
ru: Паста

source: Salad
ru: Салаты

source: Seafood
ru: Морепродукты

source: Side
ru: Гарнир

source: Soup
ru: Супы

source: Sauce
ru: Соусы

source: Vegetarian
ru: Вегетарианское

source: Vegan
ru: Веган
